Repository: common-repository/xqueue-maileon
Catalog: languages/xq_maileon-*.po
Languages: de_de

source: XQ Maileon Newsletter Subscription
de_de: XQ Maileon Newsletter-Anmeldung

source: Register subscribers in your Maileon newsletter account.
de_de: Newsletter-Anmelder an den Maileon-Account übertragen.

source: New title
de_de: Neuer Titel

source: Subscribe now
de_de: Jetzt abonnieren

source: You have succesfully subscribed to our newsletter, please check your inbox for the confirmation mail.
de_de: Sie haben sich erfolgreich zu unserem Newsletter angemeldet. In wenigen Minuten erhalten sie eine E-Mail mit einem Bestätigungslink.

source: An error occured with Maileon. Please try again later.
de_de: Es ist ein Fehler in der Verbindung zu Maileon aufgetreten. Bitte versuchen Sie es später erneut.

source: API settings
de_de: API Einstellungen

source: Print Debug Data
de_de: Debug-Informationen ausgeben

source: Maileon API key
de_de: Maileon API-Schlüssel

source: Link to data privacy description
de_de: Link auf die Datenschutzerklärung

source: Organization
de_de: Unternehmen

source: Pages
de_de: Seiten

source: OK: Title of page to display if contact was subscribed successfully (if empty, only the message below will be shown instead of the page)
de_de: OK: Titel der Seite, die angezeigt werden soll, wenn der Kontakt erfolgreich abonniert wurde (wenn leer, wird nur die folgende Nachricht anstelle der Seite angezeigt)

source: ERROR: Title of page to display if contact was *NOT* subscribed successfully (if empty, only the message below will be shown instead of the page)
de_de: FEHLER: Titel der Seite, die angezeigt werden soll, wenn der Kontakt *NICHT* erfolgreich abonniert wurde (wenn leer, wird nur die folgende Nachricht anstelle der Seite angezeigt)

source: UPDATE_OK: Title of page to display if contact update was successful (if empty, only the message below will be shown instead of the page)
de_de: Update OK: Titel der Seite, die angezeigt werden soll, wenn der Kontakt erfolgreich aktualisiert wurde (wenn leer, wird nur die konfigurierte Nachricht anstelle der Seite angezeigt)

source: UPDATE_ERROR: Title of page to display if contact update *NOT* successful (if empty, only the message below will be shown instead of the page)
de_de: Update-FEHLER: Titel der Seite, die angezeigt werden soll, wenn der Kontakt *NICHT* erfolgreich aktualisiert wurde (wenn leer, wird nur die konfigurierte Nachricht anstelle der Seite angezeigt)

source: Messages
de_de: Nachrichten

source: Text for Succesfull Subscription
de_de: Text für eine Erfolgreiche Anmeldung

source: Text for Empty Email
de_de: Text für eine leere E-Mail-Adresse

source: The specified email address is empty or not valid!
de_de: Die angegebene E-Mail ist leer oder nicht gültig!

source: Text for Syntax Error
de_de: Text für Syntaxfehler

source: The specified email address contains errors:
de_de: Die angegebene E-Mail-Adresse enthält Fehler:

source: Text for Similar Domains
de_de: Text für ähnliche Domains

source: The specified domain does not exist. Similar domains:
de_de: Die angegebene Domäne existiert nicht, ähnliche Domänen:

source: Text for Invalid E-Mail-Address
de_de: Text für ungültige Adresse

source: The specified email address is invalid!
de_de: Die E-Mail-Adresse ist ungültig!

source: Text for Non-Existant Address
de_de: Text für nichtexistierende E-Mail-Adresse

source: The specified email address does not exist!
de_de: Die angegebene E-Mail-Adresse existiert nicht!

source: Text for Empty Captcha
de_de: Text für leere Captcha-Lösung

source: Please provide a solution for the given equation!
de_de: Bitte geben Sie die Lösung für die Rechnung an!

source: Text for Invalid Captcha
de_de: Text für ungültige Captcha-Lösung

source: Failed to validate captcha challenge.
de_de: Captcha-Challenge fehlgeschlagen.

source: Text for Maileon Error
de_de: Text für Maileon-Fehler

source: Labels
de_de: Formularbeschriftungen

source: Firstname Field
de_de: Feldbezeichnung für Vorname

source: First name
de_de: Vorname

source: Lastname Field
de_de: Feldbezeichnung für Nachname

source: Last name
de_de: Nachname

source: E-Mail Adress Field
de_de: Feldbezeichnung für E-Mail-Adresse

source: E-mail address
de_de: E-Mail Adresse

source: Subscribe Button
de_de: Bezeichnung für Bestätigungsschaltfläche

source: Subscribe
de_de: Abonnieren

source: Text for Succesfull Update
de_de: Text für ein erfolgreiches Update

source: You have succesfully updated your contact.
de_de: Sie haben Ihre Kontaktdaten erfolgreich aktualisiert.

source: Text for Unsuccesfull Update
de_de: Text für eine nicht erfolgreiche Aktualisierung

source: There was an error updating your contact.
de_de: Es sind Fehler während der Aktualisierung aufgetreten.

source: Use (deprecated) Captcha Code
de_de: Verwende (alten) Captcha Code

source: Use Google reCaptcha
de_de: Verwende Google reCaptcha

source: Site Key
de_de: Seitenschlüssel

source: Secret Key
de_de: Geheimer Schlüssel

source: reCaptcha Sensitivity
de_de: reCaptcha Sensitivität

source: ADC settings (optional)
de_de: ADC Einstellungen (optional)

source: Use ADC
de_de: ADC verwenden

source: ADC API User
de_de: ADC API Benutzer

source: ADC API Key
de_de: ADC API Schlüssel

source: ID of E-Mail Field
de_de: ID des Feldes mit der E-Mail-Adresse

source: ADC Input Check Delay (in seconds)
de_de: ADC Eingabeverzögerung für Prüfung (in Sekunden)

source: Allow ADC calls only from same server
de_de: Erlaube nur vom gleichen Server Zugriffe auf den ADC-Dienst

source: Maileon Settings
de_de: Maileon-Einstellungen

source: API Settings
de_de: API Einstellungen

source: Form Labels
de_de: Formularbeschriftungen

source: Copy your API key from Maileon -> Settings -> API-Keys.
de_de: Der API-Schlüssel kann unter Maileon -> Einstellungen -> API-Keys erstellt und abgefragt werden.

source: This section is used to set up labels for basic registration forms.
de_de: Diese Einstellung erlaubt es die Bezeichnungen von Feldern einfacher Registrierungsformulare zu definieren.

source: This section is used to forward contacts to predesigned wordpress pages. If a page is configured, it will be used over its potentially configured status message on the tab "messages".
de_de: Diese Einstellungen sind dazu gedacht den Kontakt nach einer Aktion auf eine vorgefertigte Seite weiterzuleiten. Wenn eine Seite eingetragen wird, so überschreibt dies die entsprechende Nachricht.

source: This section is used to seit up messages for different occasions. The messages will be displayed to contacts e.g. when submitting a form (either it worked or not...).<br />This behavior is overwritten, if pages for forwarding are configured.
de_de: Diese Einstellungen beschreiben Nachrichten, welche angezeigt werden, sobald ein Ereignis eintritt.<br />Diese Einstellungen werden überschrieben, sobald eine Seite für das entsprechende Ereignis eingetragen wird.

source: This section sets up the captcha functionality. Earlier it was solved using some simple math captchas. Now, there is the possibility of using goole reCaptcha.<br />For using reCaptcha, register your domain with Google reCaptcha, generate a site and secret key and add them here. For information how to use reCaptcha, click <a href="https://www.google.com/recaptcha/admin/create#list" target="_blank">here</a>.
de_de: Diese Einstellungen definieren die Captcha-Funktionalität. Die alte Version mit der Mathe-Aufgabe wurde nun durch ein unsichtbares Google reCaptcha ersetzt. Um Google reCaptcha nutzen zu können muss die Domain bei reCaptcha registriert sein. Daraufhin zeigt Google den Seitenschlüssel und den geheimen Schlüssel an, welche hier eingetragen werden müssen. Für Informationen zur Einrichtung nutzen Sie bitte diesen Link: <a href="https://www.google.com/recaptcha/admin/create#list" target="_blank">reCaptcha</a>.

source: Note, if you decide to enable AddressCheck for your forms and do not fill ADC user and key, ADC will be automatically disabled. For more information about AddressCheck, please visit <a href="https://www.addresscheck.eu/" target="_blank">https://www.addresscheck.eu/</a>.
de_de: Die Prüfung mittels ADC wird automatisch in allen Maileon.Formularen aktiviert, wenn der ADC Benutzername und der ADC Schlüssel ausgefüllt wurden und ein E-Mail-Feld gefunden wird. ADC kann je Formular deaktiviert werden, indem das Attribut "noadc=true" dem Shorttag hinzugefügt wird. Wenn Sie mehr über AddressCheck erfahren wollen besuchen Sie bitte <a href="https://www.addresscheck.eu/" target="_blank">https://www.addresscheck.eu/</a>.

source: Not matching parameters.
de_de: Keine passenden Parameter gefunden.

source: Missing parameters.
de_de: Fehlende Parameter.

source: Cannot display update form.
de_de: Update-Formular kann nicht angezeigt werden.

source: You have succesfully updated your proile.
de_de: Sie haben sich Ihr Profil erfolgreich aktualisiert.

source: You need to solve the equation!
de_de: Bitte füllen Sie die Lösung für die Rechnung aus!

source: Invalid reCaptcha validation!
de_de: Captcha-Challenge nicht erfolgreich!

source: Failed calculating captcha result!
de_de: Fehler bei der Verifizierung des Captchas!

source: Salutation
de_de: Anrede

source: Mister
de_de: Herr

source: Madam
de_de: Frau

source: firstname
de_de: Vorname

source: lastname
de_de: Nachname

source: E-Mail is maybe invalid.
de_de: Die E-Mail is möglicherweise ungültig.

source: I have taken notice of the %s privacy declaration %s of %s.
de_de: Ich habe die %s Datenschutzhinweise %s der %s zur Kenntnis genommen.

source: I agree with the newsletter tracking in order to optimize personal content.
de_de: Ich stimme dem Newsletter-Tracking zu, damit die Inhalte für mich optimiert werden können.

source: Please fill the form correctly: %s
de_de: Bitte füllen Sie das Formular korrekt aus: %s

source: Submit
de_de: Anmelden

source: Firstname
de_de: Vorname

source: Lirstname
de_de: Nachname

source: I have read and accept the %s privacy declaration %s
de_de: Ich habe die %s Datenschutzerklärung %s gelesen und akzeptiere sie
